<?php
if(!defined('__KIMS__')) exit;

//***********************************************************************************
// 여기에 이 위젯에서 사용할 변수들을 정의합니다.
// 변수 작성법은 매뉴얼을 참고하세요.
//***********************************************************************************

$d['widget']['dom'] = array(

	'card-default' => array(
		'미디어셋 배너 그리드 기본형',  //위젯명
		array(
			array('title','input','타이틀',''),
			array('show_header','select','헤더출력','출력=show,숨김=hide','show'),
			array('category','mediasetcat','미디어셋 카테고리',''),
			array('line','select','한줄출력수','1개=col-12,2개=col-6,3개=col-4,4개=col-3,6개=col-2','col-6'),
			array('limit','select','전체출력수','1개=1,2개=2,3개=3,4개=4,5개=5,6개=6,7개=7,8개=8,9개=9,10개=10,11개=11,12개=12','2'),
			array('linktarget','select','링크타켓','내부=_self,새창=_blank','_self'),
		),
	),
);

?>
