<?php
if(!defined('__KIMS__')) exit;

//***********************************************************************************
// 여기에 이 위젯에서 사용할 변수들을 정의합니다.
// 변수 작성법은 매뉴얼을 참고하세요.
//***********************************************************************************

$d['widget']['dom'] = array(

	'bs4-list-view-card' => array(
		'특정 리스트',  //위젯명
		array(
			array('listid','postlist','내 리스트',''),
			array('disTitle','select','타이틀 헤더 출력','출력=true,미출력=false','true'),
			array('cardmargin','select','카드 외곽여백','여백있음=true,여백없음=false','true'),
			array('limit','select','출력 항목수','1개=1,2개=2,3개=3,4개=4,5개=5,6개=6,7개=7,8개=8,9개=9,10개=10,11개=11,12개=12','4'),
		),
	),
);

?>
