<?php
// main.php
$lang['device']['a1001'] = '모바일 접속처리';
$lang['device']['a1002'] = '모바일 기기로 접속 시';
$lang['device']['a1003'] = '사이트별 모바일모드 적용';
$lang['device']['a1004'] = '특정 도메인 으로 이동';
$lang['device']['a1005'] = '특정 사이트로 연결';
$lang['device']['a1006'] = '모바일 기기로 접속 시 사이트별로 모바일 모드를 적용할 수 있습니다.';
$lang['device']['a1007'] = '모바일 기기로 접속 시 연결할 도메인을 선택 하세요';
$lang['device']['a1008'] = '등록된 도메인이 없습니다.';
$lang['device']['a1009'] = '모바일 기기로 접속 시 특정 도메인을 연결할 수 있습니다.';
$lang['device']['a1010'] = '도메인 추가';
$lang['device']['a1011'] = '모바일 기기로 접속 시 연결할 사이트를 선택하세요.';
$lang['device']['a1012'] = '등록된 사이트가 없습니다.';
$lang['device']['a1013'] = '모바일 기기로 접속 시 특정 사이트로 연결할 수 있습니다. 도메인은 유지 됩니다.';
$lang['device']['a1014'] = '사이트 추가';
$lang['device']['a1015'] = '디바이스 목록';
$lang['device']['a1016'] = '등록 도움말..';
$lang['device']['a1017'] = '저장하기';
$lang['device']['a1018'] = '시작사이트를 지정해 주세요.';
$lang['device']['a1019'] = '시작도메인을 지정해 주세요.';
$lang['device']['a1020'] = '정말로 실행하시겠습니까?';
?>