<?php
if(!defined('__KIMS__')) exit;

//***********************************************************************************
// 여기에 이 위젯에서 사용할 변수들을 정의합니다.
// 변수 작성법은 매뉴얼을 참고하세요.
//***********************************************************************************

$d['widget']['dom'] = array(

	'bs4-post-best-card' => array(
		'기간별 추천 포스트',  //위젯명
		array(
			array('title','input','타이틀',''),
			array('subtitle','input','보조 타이틀',''),
			array('limit','select','총 항목수','1개=1,2개=2,3개=3,4개=4,5개=5,6개=6,7개=7,8개=8,9개=9,10개=10,11개=11,12개=12','4'),
			array('line','select','한줄 항목수','1개=1,2개=2,3개=3,4개=4,5개=5','2'),
			array('term','select','출력기간','최근1주=-1 week,최근2주=-2 week,최근3주=-3 week,최근1달=-4 week'),
			array('sort','select','정렬순','조회순=hit,좋아요순=likes,댓글순=comment'),
			array('link','input','링크연결','')

		),
	),
);

?>
